go-profiling-toolchain/e3-spike/output/run2-v1-too-light-cpu/hey-fast-part2.log

Summary:
  Total:	30.0009 secs
  Slowest:	0.0273 secs
  Fastest:	0.0001 secs
  Average:	0.0015 secs
  Requests/sec:	44598.1713
  
  Total data:	4013952 bytes
  Size/request:	4 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [998463]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [1257]	|
  0.008 [113]	|
  0.011 [25]	|
  0.014 [79]	|
  0.016 [12]	|
  0.019 [0]	|
  0.022 [5]	|
  0.025 [0]	|
  0.027 [45]	|


Latency distribution:
  10%% in 0.0010 secs
  25%% in 0.0011 secs
  50%% in 0.0011 secs
  75%% in 0.0012 secs
  90%% in 0.0012 secs
  95%% in 0.0012 secs
  99%% in 0.0016 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0080 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0023 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0026 secs
  resp wait:	0.0015 secs, 0.0001 secs, 0.0273 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0053 secs

Status code distribution:
  [200]	1000000 responses