go-profiling-toolchain/e3-spike/output/run2-v1-too-light-cpu/hey-slow-part2.log

Summary:
  Total:	30.0013 secs
  Slowest:	0.0051 secs
  Fastest:	0.0001 secs
  Average:	0.0013 secs
  Requests/sec:	49.9978
  
  Total data:	4500 bytes
  Size/request:	3 bytes

Response time histogram:
  0.000 [1]	|
  0.001 [8]	|
  0.001 [184]	|■■■■■■■
  0.002 [1088]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.002 [192]	|■■■■■■■
  0.003 [17]	|■
  0.003 [4]	|
  0.004 [0]	|
  0.004 [1]	|
  0.005 [0]	|
  0.005 [5]	|


Latency distribution:
  10%% in 0.0011 secs
  25%% in 0.0012 secs
  50%% in 0.0012 secs
  75%% in 0.0013 secs
  90%% in 0.0017 secs
  95%% in 0.0019 secs
  99%% in 0.0026 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0037 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0021 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0013 secs, 0.0001 secs, 0.0040 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	1500 responses